,
the
.
of
to
a
in
and
*-1
0
*
's
for
that
*T*-1
*U*
$
The
``
''
is
said
on
it
%
by
at
with
from
as
million
Mr.
*-2
are
was
be
*T*-2
has
its
n't
have
an
or
will
company
--
he
which
U.S.
year
says
they
would
about
more
were
In
this
their
than
market
;
New
had
who
new
trading
billion
But
up
but
been
also
:
stock
other
not
president
one
*-3
program
some
his
could
share
because
Corp.
years
I
shares
-RRB-
A
York
-LRB-
any
all
two
It
*T*-3
Inc.
can
Japanese
last
into
no
such
&
prices
do
many
government
over
if
after
only
out
when
she
business
say
first
Japan
most
Co.
He
'
make
recent
so
cents
*ICH*-1
them
may
you
even
executive
there
next
American
stocks
funds
price
index
time
companies
investors
futures
did
rose
yesterday
October
now
issue
under
much
sales
bonds
months
profit
Mrs.
common
like
made
investment
down
people
yen
these
week
House
those
does
money
buy
interest
markets
They
what
expected
net
federal
banks
10
her
chief
days
trade
Exchange
since
rates
own
while
higher
take
before
plan
traders
earlier
yield
three
we
offer
officials
We
30
get
debt
well
country
Tuesday
sell
Congress
50
number
*?*
1988
chairman
off
And
major
Bush
Department
small
might
vice
just
month
cash
early
1
help
Chicago
group
Board
1990
good
September
income
through
financial
another
rate
concern
fiscal
15
industry
economic
Treasury
pay
managers
?
less
1989
If
This
100
That
South
added
firm
report
growth
investor
part
spokesman
due
including
sold
ago
First
bank
should
use
Street
earnings
during
500
reported
contract
each
big
law
same
Yeargin
Columbia
Wall
8
bid
issues
Stock
unit
For
test
Cray
still
between
quarter
already
both
S&P
court
Big
*-4
*ICH*-2
*RNR*-1
where
firms
right
against
plans
according
John
few
being
research
below
International
securities
*EXP*-1
bill
compared
capital
director
1987
used
fell
Bank
far
officer
several
current
notes
state
began
There
products
average
loss
increase
construction
among
six
students
until
lower
very
based
high
points
end
2
analysts
around
administration
record
charge
way
As
closed
board
problem
public
without
operations
past
set
though
see
large
're
orders
junk
case
demand
point
five
want
cut
President
return
paper
maker
largest
ad
problems
whether
At
3\/4
took
sale
1\/2
Campbell
department
manager
work
Securities
close
then
example
analyst
action
economy
spending
future
information
London
offered
13
operating
California
members
move
costs
us
Group
certain
bond
long
priced
additional
our
suspension
offering
how
come
fine
recently
noted
While
back
power
period
corporate
purchase
20
Oct.
low
China
approved
nation
services
appropriations
contracts
ended
possible
often
Nov.
stake
service
Robert
Some
little
least
commercial
division
total
old
news
result
however
value
strong
40
Tokyo
You
fall
William
dividend
half
Georgia
face
England
programs
addition
*T*-4
computer
12
growing
found
think
local
become
veto
sugar
Washington
increased
customers
office
foreign
force
day
your
USX
safety
magazine
received
James
school
University
almost
gains
arbitrage
go
questions
put
So
cases
card
change
trying
legislation
latest
proposed
currently
management
likely
These
support
production
too
weeks
today
manufacturing
world
II
declined
named
decline
Federal
product
payments
level
rise
Research
High
transactions
general
proposal
plant
takeover
Association
credit
ringers
dividends
never
limit
trades
family
America
volatility
different
outstanding
exchange
One
She
Hahn
Edison
raise
countries
came
volume
held
give
Union
full
15,000
When
results
funding
making
continue
Gulf
called
employees
deal
National
here
estimated
holding
transaction
going
Rep.
rights
senior
7
workers
official
talks
four
Dow
Jones
shareholders
3
private
designed
paid
place
executives
gain
Inc
restructuring
political
enough
former
United
bells
cars
Soviet
amount
health
seeking
bills
decision
Ltd.
What
drop
pressure
San
banking
every
Express
Sales
5
lead
corn
Korea
stock-index
wo
fees
expects
better
must
comment
previous
Industries
9
18
my
A.
order
increasing
effect
acquired
job
performance
thrift
wage
insurance
terms
Senate
finance
real
gained
got
international
development
1991
An
buying
conditions
Buick
clients
home
owns
institutions
need
above
saying
industrial
March
10,000
August
oil
Nixon
run
fined
system
became
Boston
annual
agreement
charges
6
announced
included
important
agency
White
away
marketing
survey
1985
tax
late
Michael
investments
filed
nearly
agreed
On
Dec.
wine
11
dollars
composite
Commerce
particularly
Many
form
team
package
sector
seek
control
city
assets
reached
To
further
equity
Commission
times
Moody
Shearson
meeting
changes
Financial
#
region
following
Co
know
activity
violations
materials
able
clear
disclosed
find
Wednesday
increases
using
car
Sea
Containers
coming
R.
UAL
yet
food
farmers
...
keep
31
rather
decided
cost
City
him
light
loan
taken
Calif.
dollar
Ford
led
Texas
principal
4
failed
tests
've
Also
delivery
dealers
17
reports
NL
traded
J.
wines
Hills
special
things
free
lost
trucks
campaign
policy
built
fact
raised
grain
statement
third
via
buy-out
completed
Mitsubishi
always
potential
3\/8
nations
women
closely
St.
acquisition
computers
Institute
needed
D.
budget
World
Phelan
Asia
Judge
School
across
planned
Trade
review
scheduled
available
holders
Last
went
State
bad
-LCB-
-RCB-
life
Although
again
second
told
cause
include
huge
apparently
regulators
data
wants
purchasing
IRS
minimum
Johnson
provide
look
building
line
Thomas
goes
Ms.
long-term
David
probably
short-term
All
Francisco
capacity
Commonwealth
jobs
question
Voice
whose
believe
helped
paying
personal
rule
posted
software
receive
others
December
kind
indicated
rating
June
U.K.
once
General
aid
lawyers
working
continued
thing
Under
despite
matter
significant
profits
states
antitrust
Justice
*ICH*-3
concerns
Scoring
pence
person
Hearst
90
Fujitsu
Computer
Herald
alleged
Among
losses
teacher
airline
domestic
wanted
abortion
changed
committee
launched
remains
preferred
third-quarter
continues
drug
evidence
Greenville
study
situation
Dr.
later
short
levels
reduce
leading
Los
fund
5\/8
consumer
within
pretax
Sept.
ordered
process
something
dropped
Western
individual
slow
Richard
quickly
newspaper
25
advertising
Wedtech
caused
Program
70
7\/8
continuing
'm
known
show
showed
financing
Sony
gives
West
goods
Carolina
strike
April
position
savings
Ward
Drexel
although
convertible
advertisers
auto
export
generally
publishing
researchers
departure
PLC
60
returns
May
Fund
Management
age
largely
issued
parent
McGovern
shareholder
buyers
serious
January
bottle
act
great
USIA
church
units
remain
14
imports
subject
Random
Valley
figures
slowing
makers
series
Monday
traditional
head
authority
legal
crash
Angeles
improve
conference
hard
includes
5,000
man
young
nine
plants
ruling
believes
term
1\/4
fully
Court
Waertsilae
21
Jr.
defense
meet
program-trading
ban
Chairman
sign
involved
ability
Health
followed
Committee
Fed
ca
highly
factory
risk
steel
floor
best
themselves
top
anything
view
really
Constitution
lot
16
risks
recession
speculation
Despite
offset
Simmons
similar
course
Lane
homeless
selling
publicly
feel
overseas
turned
one-time
Coleman
revenue
type
Such
soon
hopes
measure
unchanged
Chinese
member
With
district
effort
idea
efforts
boost
role
Georgia-Pacific
Corp
watch
underlying
T.
relatively
1\/8
River
greater
TV
Marine
read
By
teachers
answers
telephone
Bernstein
Savings
Spiegel
Mary
Louis
Dinkins
After
given
fields
reading
options
asbestos
having
OSHA
percentage
reason
rising
exports
Standard
key
editor
history
enforcement
sharply
account
prevent
advanced
drugs
No
single
However
*-5
200
nor
Its
scores
makes
rejected
win
30-year
earned
consented
barred
British
fourth
benefits
Iowa
congressional
approval
slightly
consumers
bids
Service
announcement
minority
begin
Pacific
130
shows
bought
beginning
Peter
organization
loans
swap
introduced
widely
marks
acquisitions
aimed
previously
outside
takes
required
ceiling
sought
Courter
asked
require
tons
totaled
patent
1986
line-item
produced
taking
circulation
Great
hurt
Learning
Materials
joint
student
material
Business
list
Guard
unfair
seem
target
necessary
hit
areas
carry
retirement
gave
men
practice
`
note
usually
Heritage
stations
promotion
C.
equipment
crop
Soviets
Poland
worth
year-earlier
55
electronics
Martin
Asian
interview
Ministry
size
institutional
attempt
easy
won
testing
national
related
Section
Carnival
Newsweek
Market
Average
retail
Upjohn
expensive
Bell
leaders
businesses
Charles
unconstitutional
competition
ratings
Capital
battle
perhaps
Journal
adds
Europe
East
build
cited
direct
acquire
groups
field
Southeast
Williams
difference
Article
transplants
involving
reserves
Ratners
guilders
stores
consider
boosted
left
Dealers
me
Mitsui
giving
Transportation
unless
Reliance
Americans
homelessness
mature
2009
seven
candidates
bring
approve
side
open
300
Moreover
portfolio
association
DES
compromise
closing
staff
Britain
flat
activities
Brazil
Reagan
area
Nekoosa
ones
cheating
prepared
Ohio
treatment
refund
experience
France
remaining
reorganization
bankruptcy
longer
mark
near
negative
advantage
hours
Analysts
voice
payment
relations
ahead
runs
Both
sides
Baum
television
Meanwhile
Index
premium
per
together
benchmark
Finance
engineering
gold
listed
getting
Each
Cosby
fetal-tissue
stand
POP
prove
separate
partly
considered
vote
woman
Reuters
doing
base
looking
purchases
M.
Temple
reduced
space
block
carrier
Act
himself
filing
Poor
November
accounts
especially
standards
elaborate
Cray-3
wrote
criminal
45
customer
Now
schools
Supreme
ever
allowed
opened
fixed
Thursday
either
requirements
letters
nothing
roughly
24
Fla.
suspended
daily
ways
initial
losing
name
summer
Artist
900
game
provided
provision
expect
*EXP*-2
individuals
rules
lawyer
press
described
temporarily
seen
smaller
claim
willing
duties
instead
training
essentially
created
Steinberg
thought
forms
reduction
care
energy
request
upon
Terms
Rally
spent
segments
surged
1984
utilities
eventually
access
technology
regulatory
allow
Time
expenses
uses
jointly
actual
headquarters
Northeast
Hampshire
range
session
Old
commission
night
opportunity
ads
Wilder
book
introduction
sometimes
hand
Report
strategy
opposed
jumped
final
estimates
critics
sound
offers
rumors
Most
focus
current-carrying
sense
fourth-quarter
class
approach
July
hope
E.
commitments
par
produce
Germany
start
successor
talk
attention
spinoff
signs
provides
network
According
restrictions
Magna
McAlpine
turn
mixed
main
sluggish
seems
appeal
Curry
lack
23
raising
victims
Philadelphia
ending
military
limited
client
Even
operate
Miami
Investment
Still
laws
let
superconductors
spokeswoman
pages
19
why
factors
1992
professor
findings
75
Futures
valued
monthly
Telerate
extend
appears
sources
placed
print
Orleans
Taiwan
Newhouse
30-day
spring
chain
movie
mutual
Mass.
Dingell
Kent
sells
highest
comes
Motor
farm
managing
partner
Associates
Yet
developed
stock-market
stopped
packages
invested
figure
measures
avoid
250
film
Bob
so-called
fifth
differences
advance
officially
except
interests
English
L.
substantially
contributed
G.
Goldman
Sachs
Moscow
settle
classroom
complete
file
employment
environment
reform
Your
Soup
Conn.
indicates
Hong
Kong
supply
assistant
Pennsylvania
university
hearing
discussions
introduce
experts
exercise
leveraged
branch
shall
Reserve
judge
biggest
Not
machine
true
playing
confidence
Massachusetts
Connecticut
call
streets
watches
PS
strength
Merc
interested
standardized
passed
62
profitable
larger
medical
refused
seats
51
operates
Says
400
mostly
Then
specialists
popular
Edward
N.Y.
regional
seemed
poor
quoted
purpose
suggests
active
basket
improved
heavily
33
believed
widget
children
scientists
mental
itself
Viacom
1,000
debentures
devices
reporting
Mason
suit
employee
claims
pressures
Midwest
works
trend
house
merchant
letter
circuit
Industrial
NEC
assistance
clause
sharp
drought
directors
1.5
filters
kept
currency
overall
hold
majority
courts
elections
forces
Beijing
instance
hour
unusual
N.J.
standard
guild
judges
Net
yields
Trudeau
specialist
forecast
35
B.
Electric
Morgan
Stanley
worked
difficult
front
expire
heating
declines
eliminated
Ill.
violate
threatened
65
create
Dallas
La
represent
80
wrongdoing
NASD
metals
diseases
becomes
cancer
combined
coupon
reaction
soared
emissions
margins
particular
aerospace
European
Foster
prospects
asking
parts
stadium
decade
ease
security
Canada
pound
pretty
'll
barrels
partners
leave
simply
neither
Meridian
signal
houses
packaging
subsidiary
Test
ships
cent
PCs
IBM
rapidly
concept
central
debate
Investors
Lehman
Hutton
sent
alone
corporations
merger
tender
Other
exact
items
requires
cigarettes
contained
along
49
ties
Take
applications
Secretary
CAT
interesting
Candela
surprise
eliminate
article
chance
amounts
Mexico
section
import
complicated
accused
substantial
blacks
showing
eligible
presence
More
becoming
damages
forced
troubled
replaced
Ralston
Garbage
deputy
inflation
parties
alcohol
economist
1.1
deals
effective
Nasdaq
helping
directly
McGraw-Hill
interstate
types
producers
About
illegal
internal
independent
Stephen
Price
oppose
calls
whom
resulting
response
plunged
water
shipped
suffer
affairs
Philippines
margin
protection
creditors
debts
politicians
thin
elevators
expansion
administrative
add
two-year
Murray
Chrysler
hands
Loan
travel
language
easily
reforms
radio
impact
tomorrow
Profit
Why
Insurance
covered
Santa
asset
needs
tower
progress
sure
Southern
factor
global
bonus
media
PaineWebber
surge
59
fired
100,000
various
Acquisition
significantly
ran
model
environmental
virtually
index-arbitrage
anyone
Donald
deaths
estate
date
Because
Mississippi
ownership
fallen
powers
social
millions
colleagues
started
attributed
Mercantile
breaker
vehicles
Ltd
gyrations
quarterly
Radio
shipyard
resigned
brought
lives
post
standing
Indeed
story
Cleveland
moderate
12.5
chemicals
appeared
sets
Today
bidding
glass
ABA
warning
pharmaceutical
2019
Those
argue
panel
trader
numerous
tentatively
deficit
project
SEC
uncertainty
easier
met
succeed
Air
source
Several
editorial
Partners
attorney
provisions
belts
center
College
Chase
Care
Money
referred
litigation
elected
systems
Baltimore
segment
owned
turning
liquidity
alternatives
News
broader
buyer
Younkers
1977
running
Comprehensive
stop
meetings
discovered
rest
worried
wrong
views
Neuberger
pace
120
clearly
possibly
Cabernet
membership
registered
privately
Without
admitting
denying
brokers
finding
Smith
managed
six-month
Marshall
de
Atlanta
send
means
Energy
someone
contain
steady
filings
details
resistance
attract
fewer
suggested
Yesterday
beat
design
!
formed
Another
attorneys
Reupke
Communications
primarily
opinion
Corporate
warrants
positive
step
underwriter
Mae
fixed-rate
one-year
Malaysia
death
People
door
Sen.
electronic
education
Pa.
ton
ship
inventories
sanctions
pursue
1979
occur
improvement
manufacturers
settlement
moves
Since
Markey
disgorge
150
Lentjes
awarded
police
George
economists
signed
Paul
party
cover
Holdings
brokerage
community
withdrawn
positions
61
Weisfield
sizable
authors
extraordinary
expectations
Jack
producer
stood
investigation
defendants
over-the-counter
plus
places
declared
States
facing
ringing
rape
normal
complex
sweeping
Ross
successful
benefit
kids
N.J
imminent
Democratic
Florio
rival
considerable
basically
facility
throughout
carried
alternative
tight
Retin-A
lawsuit
H.
adjusted
Anthony
Hammersmith
fast-food
regarding
Chemical
option
launch
Two
financings
3.1
mean
Rockefeller
1983
slide
thinking
developing
balance
anticipated
venture
Currently
1976
duty-free
leaving
nuclear
picture
Charlotte
proceedings
portfolios
Rowe
bottom
pending
hefty
books
plunge
Army
cutting
flow
cities
*ICH*-4
99
worry
initially
Only
geography
favor
spread
tried
appliances
20,000
Central
green
concluded
brief
Merrill
Lynch
reflect
Publishing
dispute
Harper
round
blue
chips
opening
trillion
Democrats
retired
Life
exporters
Tramp
default
stands
Katzenstein
giant
visit
Systems
Australia
discuss
telecommunications
afternoon
frequently
10-year
Veraldi
NBI
hardware
expanding
Airlines
crystals
honor
nature
numbers
salary
returned
resources
push
Agency
fear
substance
abuse
vicar
entire
commodity
worker
parents
wake
auction
discount
council
attempting
attack
crime
founder
heads
page
Sullivan
From
downturn
widespread
County
Czechoslovakia
technical
falling
happen
basis
York-based
live
Madison
direction
conventional
buy-outs
causing
heavy
try
voted
180
Canadian
minivans
Stronach
His
swings
felt
world-wide
exporter
covers
indicators
familiar
nomination
done
fairly
Safety
leader
application
Bronx
career
owed
Yamamoto
investment-grade
qualified
Reed
labor
climbed
finished
GAF
specialty
meanwhile
mainly
educators
chip
raises
competitive
Fees
documents
settled
reach
*RNR*-2
yielding
junk-bond
estimate
Foreign
Public
ranged
ounce
legislative
maintained
Education
Medicine
starting
Telephone
Steel
expand
stay
exposure
equal
guarantees
realize
consecutive
Burnham
Lambert
connection
Salomon
During
adopted
Lorillard
Macmillan\/McGraw
excess
saw
records
nonexecutive
utility
lines
merely
influence
models
sophisticated
surprising
expanded
1982
matched
cutbacks
AT&T
programming
older
Ackerman
Intelogic
Oil
harder
uptick
Until
providing
vehicle
Minneapolis
female
Like
Eastern
marketplace
supercomputer
Seymour
shipments
Giants
FTC
identified
modestly
acid
Douglas
insist
actions
*T*-5
version
63
intense
follows
Freeport-McMoRan
partnership
pricing
Indiana
distribution
Tyre
Michelin
Agriculture
supplies
asks
Swiss
1993
toward
guards
Pictures
property
Rockwell
Entertainment
replace
decide
handling
Prudential-Bache
Markets
Neither
keeping
creating
automotive
targets
suggest
27
trouble
reasons
voters
25,000
Apple
assuming
29
pension
Mich.
mortgage
mortgages
bone
urged
offices
1999
initiatives
written
practices
booklets
'd
studied
Toronto
moved
Giuliani
adviser
Colo.
P.
examination
Young
1980s
wide
Trading
straight
System
Instead
Tony
Lama
Thailand
Democrat
rain
amendment
preliminary
authorities
operator
47
players
mayor
announcer
Development
Administration
trial
stronger
dam
prompted
focused
Motors
delivered
Drug
confirmed
crocidolite
lying
intellectual-property
accepted
vans
copies
Heights
expressed
seat
instruments
cheaper
taxpayers
auctions
machinery
Media
remained
play
Dodge
morning
Indianapolis
predicting
Sir
1981
strongest
Xerox
Hurricane
Hugo
increasingly
CS
entered
poorly
Beth
Singapore
3.7
Of
closer
forward
speech
Minister
knowledge
sounds
renewed
No.
pickers
deposit
box
swing
bell
Mark
protecting
mechanical
clean-air
2.5
apply
financed
*-52
triggered
Volume
negotiate
agencies
bilateral
Embassy
boosts
weakness
teaching
85
-
appointment
Maxwell
Brooklyn
possibility
subsidiaries
None
professionals
4.4
Resources
original
Republican
Jim
friendly
Wolf
Dorrance
railings
park
editors
dumped
indicator
quantity
secretary
wait
expert
tells
representing
certainly
incentive
slower
argued
councils
constitutional
Giant
ticket
slipped
Ganes
learned
words
D.C.
road
Times
gets
compound
Estate
Northern
98
shortly
join
Friends
existing
tied
producing
friend
precisely
memory
Nissan
second-largest
grant
status
located
reductions
die
K.
march
Chapter
explains
Trust
entirely
band
vacation
prestigious
Pickens
troubles
minutes
Corps
reality
FEDERAL
Feeding
Frenzy
Klauser
flows
broken
Watson
complained
requirement
attempts
screen
28
smoking
ask
pass
Illinois
divided
GMAC
Purchasing
Her
Previously
high-yield
Economic
Medical
Stores
lowest
integrated
volatile
chosen
caught
borrowing
Manhattan
challenge
real-estate
father
amid
declining
42
warned
ADRs
Interleukin-3
Genetics
Do
consent
transportation
Speculation
sparked
behind
projects
insists
7.88
7.90
grown
motion
superconductor
dealings
Italian
chemical
GenCorp
wish
cuts
causes
1972
responded
reruns
Separately
subcommittee
dismissed
disappointed
persistent
dry
DD
precedent
3.8
eight
lesson
separation
scandal
purchased
politics
art
Commodity
Jerry
Hungary
Travelers
Machines
aggressive
owners
disorders
psychiatric
hardly
discussed
answer
prior
achievement
F.
land
commodities
7.3
Once
municipalities
Wine
Salon
copper
US$
union
Frank
manufacturer
Petroleum
imported
fibers
citing
extended
techniques
aide
normally
hired
Society
*-6
reducing
associated
Kaminski
policies
minister
patents
Trotter
plaintiffs
Sheep
gas
Jersey
Virginia
Besides
human
Sidewalk
Stories
observers
banker
thrifts
considering
carries
damaged
novel
contemporary
bushel
hazards
administrator
controversial
Primerica
S.
lowered
fail
taxes
deposits
disciplinary
broad
interpretation
slowly
44
features
crude
dozen
simple
lift
collar
encourage
Rapanelli
split
Donaldson
Lufkin
Jenrette
viewed
excision
prison
Sonnett
spend
Porter
determine
Orange
bar
street
450
owner
ropes
choose
objective
writing
released
Telegraph
receiving
message
Factory
125
affiliate
interim
Seoul
newspapers
bulk
gaining
ground
accessories
Just
milk
pleased
Who
thus
maintaining
Equitable
Sterling
Pratt
master
host
Government
incomplete
22
comments
population
writer
admits
labor-management
stupid
Detroit
refunding
bankers
2.50
Kidder
Law
text
presidents
unfairly
talking
heard
districts
author
limits
hear
magnitude
penalties
realized
quality
beautiful
Edelman
German
Creek
Lake
equally
considerably
serve
disposal
agents
grew
funded
knows
churches
evening
Grace
survival
designer
male
3.2
thousands
treat
Harold
dozens
London-based
faster
primary
scientific
posts
fee
complaints
Switzerland
32
defensive
halt
stable
53
integration
NIH
annually
miles
reflects
effectively
reporters
Whiting
begins
U.S.A.
Sherwood
Industry
Gary
seeks
Saudi
responsibility
Christopher
failing
1970
blamed
Oxnard
extremely
ring
peripheral
employer
electricity
Baldwin
priority
41
Houston
Park
30,000
Second
worst
applied
solid
participants
speculated
Fannie
assume
denied
fines
Dunkin'
harvest
van
Dover
Dallara
exclusive
intended
Henry
holds
*-7
Brazilian
preparation
2.2
gotten
relative
preventing
represents
2,500
10-day
institution
grows
determined
degrees
ITC
proposing
suspect
speculative
trust
capture
one-third
deadline
French
58
motive
reflected
forecasts
sort
promise
fueled
fuel
appeals
Earlier
decisions
Spain
shipping
roof-crush
Poore
joined
walk
Petrus
Community
ringer
reflecting
Daily
Lewis
23.5
profitability
campaigns
Finnish
execution
extra
consulting
secondary
portion
Guffey
Equus
exceed
Champagne
slowdown
48
samples
diaper
Services
weak
residential
disease
none
Talcott
enters
Chaplin
Little
controls
spirit
lens
finally
cigarette
46
dissemination
marketed
Jaguar
quite
Mariotta
healthy
50,000
evil
ruled
after-tax
appear
Whelen
diversified
execute
persons
quarters
War
beyond
word
natural
eager
red
Guinea
Foot
Mass
mechanism
pursued
Allen
1975
college
*-80
printed
fetal
financial-services
actually
Crum
Forster
touch
coupled
Or
9.9
DSM
71
restaurants
sports
centers
Much
800
convenient
stepped
cooperation
Baker
Australian
Prime
accelerated
tested
graders
optimism
profit-taking
bearing
fundamental
values
checking
spot
McCormick
Des
Moines
regulation
Partly
Dorothy
*-25
buses
denies
Einhorn
democratic
penalty
textile
employs
2029
pursuant
5.5
bidders
negotiations
bases
upset
Frankfurt
Gerald
varying
statistics
stem
Basham
markdown
meaning
youth
McMillin
globe
indicate
Bretz
Stamford
assumption
market-share
attacks
drawing
Pinocchio
ballot
Gordon
resolve
Hartford
Bridge
promptly
battery
N.C.
cataract
eye
skin
500,000
metric
medicine
employed
liability
Hymowitz
acne
Coxon
remove
effects
usual
patterns
registration
newly
disputes
stone
redeemed
16.7
FT-SE
crisis
feared
worries
cites
Mortgage
Bankers
predicted
homes
Similarly
barrier
cop-killer
bullets
3.3
seven-day
white
commitment
sheet
earns
feeling
Macmillan\/McGraw-Hill
researcher
6.20
friends
shot
buy-back
collected
mention
executing
Russell
N.C
regions
leaves
Illuminating
Utilities
historically
premiums
Boesel
Growth
payouts
belfry
permit
underwriters
swiftly
publisher
Alfred
3.18
Missouri
plenty
Bill
17.3
Unlike
7.272
drink
Jamaica
Caribbean
Gray
counts
crops
Source
classic
140
pet
Oy
draw
hotel
Coleco
600
indeed
conservative
homosexual
victim
43
prosecutors
cast
Beverly
mother
767
Israel
Center
husband
Taylor
cost-sharing
railcars
link
unveiled
Citadel
Koito
spurred
choosing
struggling
Examiner
edition
shut
Labor
contractor
task
image
Timex
constantly
*-73
partially
scenes
Berliner
Calif
slump
address
opposition
depositary
receipts
Egnuss
Plains
studies
surprisingly
capped
SCI
matters
ideas
half-hour
2\/32
22\/32
originally
permission
magnetic
45,000
incurred
weaker
Montedison
N.V.
pharmaceuticals
fast
club
taught
blood
low-ability
framers
perform
functions
performed
breaks
imposed
deserve
theory
prime
mathematics
strategies
namely
illness
attend
recommendations
offenders
halts
complaint
weather
river
barges
Wood
withdrawal
pill
2.3
quiet
resignation
committed
Cruise
teach
explained
Manufacturers
HHS
Oshkosh
chassis
compliance
stemming
winning
Options
parliament
damage
fears
rally
earthquake
compete
Three
disappointment
accommodate
reflection
investing
Hormats
0.25
movement
moving
Alan
Technology
disk
decrease
facilities
merchants
Roederer
Cristal
El
belong
unlike
passenger
stepping
baseball
load
responsibilities
suspend
switch
Imports
Representative
Carla
democracy
sentiment
eliminates
Messrs.
ignoring
respect
How
scrutinizing
Boca
February
agricultural
III
liable
else
Highway
mortgage-backed
occurred
secured
presidential
methods
cell
black
mix
waters
Moore
Savin
stockpiles
arm
controlling
consultant
financially
weaken
attached
longer-term
badly
events
reader
society
signals
couple
7.458
skeptical
2645.90
Canepa
1.2
Free
charged
money-market
Samnick
follow
match
represented
*EXP*-3
confidential
race
Hudson
Stearn
fifth-grade
parallels
obligation
Wakui
protests
fight
prohibits
promote
Holding
soft
killed
medium-sized
acid-rain
holdings
Faulding
Moleculon
viewpoint
serving
interest-rate
drawn
Force
targeting
amounted
surrendered
Here
notably
minute
Ana
6.40
driving
advertise
consist
12-point
accepting
statute
pointed
impossible
excessive
Yang
District
tire
buildings
feet
Belt
procedures
teams
publishes
abroad
understand
obtained
films
bridge
Wild
Hammond
eased
Pittsburgh
harsh
exchanges
device
appointments
justices
Riese
divisions
ongoing
Brothers
processors
2.8
Chateau
rich
modest
Joseph
disappointing
v.
doubt
telling
8.5
Warner
exposures
unable
considers
retailing
favorable
circumstances
ultimate
Hampton
judicial
OTC
Bancorp
rebound
750
dominated
conversion
executed
hopefully
Darkhorse
funny
Dell
Bailey
reopen
strict
collapse
modern
tumbled
develop
understanding
Peabody
stockbrokers
Spoon
Harvard
intent
questionable
continually
auctioned
speculators
immediately
1929
proving
pattern
citations
severe
maintenance
repair
banned
Put
seeing
1,500
opponents
designers
panic
Diamond
Church
obtain
reinstatement
acts
Antonio
waste
edged
hundred
pounds
upheld
Warren
involve
goal
industrials
0.82
1.25
respond
Series
formerly
W.R.
Prices
1.6
quick
disturbing
middle
Stag
Leap
shops
Vargas
greatly
deliver
agree
controlled
Any
tree
changing
shame
structures
helpful
joining
transition
discussing
regular
suppliers
Credit
Barnum
knew
exercised
aware
moratorium
dollar-denominated
railing
F
duty
intention
replacement
conglomerate
Issues
mergers
Revenue
francs
scrutiny
Information
sixth
metal
high-priced
Bradley
respected
organized
permitted
nose
one-hour
automatic
Tache
195
Romanee-Conti
Bond
Gorbachev
removed
Copperweld
Mining
regarded
sleep
starts
recognition
backed
describes
Arthur
automobiles
elsewhere
Common
Esso
tend
requested
accept
crib
sheets
academic
contrast
controversy
war
organizations
lure
37
shape
restore
reputation
upscale
combination
insisted
barriers
nickel
Their
specify
Carlos
conduct
offsetting
stages
recognize
blue-chip
premiere
backers
ballpark
lucrative
Sacramento
dramatic
compensation
high-tech
2.1
*T*-51
roll
delay
responsible
treating
Candlestick
fared
indication
overhead
curb
town
plight
stability
strongly
Officials
detailed
precious
Taipei
withdraw
African
Olympic
Organization
supported
weekly
52
Banking
tendered
success
crystal
Springs
2,000
Randolph
Las
Vegas
Nev.
worse
2.7
Kansas
resolution
rulings
odd
Larry
Braidwood
0.1
meant
plastic
Otero
*-64
subordinated
Thus
psychology
favored
Rudolph
Dutch
jump
Marie-Louise
played
presented
check
responses
comparable
truce
trailed
architecture
extent
Midwestern
lawmakers
century
steelmakers
Ringers
folks
shoulder
Hill
demise
unsecured
snapped
conclude
fresh
revived
discrepancies
maturities
retain
craze
steps
VOA
*PPA*-3
Italy
copyright
Buying
Bougainville
Michigan
Triton
copy
costly
guests
guilty
afraid
completion
creation
branches
scammers
10.2
compares
died
Bordeaux
Black
prints
commissions
electrical
Fred
maturity
heart
surviving
Cannell
protect
seriously
Finland
markkaa
Davis
economies
expelled
basic
Shapiro
fault
Chevrolet
investigating
variety
Panama
quota
Nichol
contacted
appreciation
interference
specified
names
adding
rumored
1.65
typically
jet
restructured
style
curriculum
Human
era
passage
jail
rear-seat
Contel
multi-crystal
consideration
barrel
citizen
impose
M.D.
Foundation
Buy
Food
remainder
season
Banks
billions
arms
Municipal
143.80
1.8500
household
propaganda
Eggers
station
historic
W.
47.6
prerogatives
turns
asbestos-related
nice
closed-end
fit
event
bridges
operation
Ranieri
rider
7.5
break
Kingdom
child
RMS
hire
laughing
Fairless
arrangement
air
Scott
loyalty
Stock-index
flag
competitor
beaten
ethical
revive
1994
presidency
squeeze
Glenn
barge
booming
looming
Barney
governor
drivers
ballplayers
benefited
3.5
doubled
Basic
Skills
Achievement
train
expecting
Higher
Heavy
freedom
Paper
decades
PC
64
Wa
Wright
pushed
efficient
1989-90
watchers
ought
yourself
equivalent
regulated
Parliament
8.50
gone
declaring
Backe
improving
thinks
pressured
13.8
furor
floating-rate
stockholders
abandoned
semiannual
listing
convicted
moment
principle
Crane
speed
allegedly
economics
ounces
crunch
bang
contends
Diaper
anti-dumping
Arabia
AG
recessionary
environments
exceptionally
lights
Minnesota
Newgate
*T*-80
*-83
affect
B.A.T
Hoylake
Gates
versions
Souper
Combo
*-81
offender
flap
tissues
promoting
Earnings
tense
downgrade
candidate
re-election
Venture
Economics
57.50
Total
enormous
surely
Carl
deny
smokers
entering
dialogue
*-71
*-84
Television
distributor
Driskill
neighborhood
newsroom
fold
putting
full-time
wings
deemed
merit
sections
concentrated
outlook
weighed
foul
*-61
routine
installment
everyone
pointing
facts
cope
consequences
obstacles
well-known
Sayers
passion
throws
oriented
reformers
*T*-77
backlog
*T*-76
dynamics
referendum
Rather
Steven
Salinas
Stadium
boosters
crippled
*-51
188
lent
p.m
formally
Dennis
Gillespie
Lancaster
Reames
Foods
quotas
ideological
2005
*-45
4.8
asserted
crossing
independence
Pretoria
Susan
Petersen
examined
forcing
imbalances
Current
Lieberman
formal
capitalized
Roukema
praised
acceptance
subminimum
GOP
Railroad
ports
sudden
consensus
insiders
Defense
Council
Conn
featuring
Hot
topics
assertion
*-22
*-37
intend
reshaping
*-14
relegated
leadership
cake
Cincinnati
materialistic
enables
surgery
identify
boys
wheat
announce
Kligman
licensed
faculty
climate
visible
meaningful
manner
Cigna
insurer
*T*-63
engage
capital-markets
Late
BMP
proteins
BMP-1
buffet
new-home
Jacob
environmentalists
*-48
McGuigan
Oklahoma
single-family
engineers
Key
install
banning
Home
feed
anxieties
Dollar
ENERGY
OF
7.74
pushing
Taking
*T*-6
mired
shift
*T*-66
living
double
music
score
*T*-67
Macmillan
covering
households
Conference
Family
Toledo
Serial
2000
Arbitrage
agrees
sketch
artist
Virgin
Islands
allocated
*-87
oldest
bright
Gregory
energetic
*T*-71
restriction
assembled
*-42
Daiwa
opportunities
transacting
Burgundy
*T*-41
wild
fat
merge
eliminating
rings
Torrington
congregation
locked
stalemate
Toronto-based
Evans
adult
Mehta
Knopf
hay
five-point
concerned
Long
Beach
dailies
evolution
catch
phrase
describe
sphere
clues
Adds
careers
marriages
wary
Basin
abandon
Inouye
*T*-10
Bankruptcy
Code
lawsuits
girl
unrecognizable
presumably
*-53
*-54
*T*-42
quantities
Nikkei
225
selected
ShareData
4.1
*T*-75
accurate
*-98
faces
collections
Christian
scripts
mind
traveling
visiting
calculate
*T*-62
Hotel
balked
blessing
telegraph
concentrate
disagreement
Driscoll
Professional
Investor
4.2
bias
Vitulli
Lawyers
Marchand
sex
Boeing
speaks
puts
Lord
railroad
1.76
1.55
valuation
Avon
bigger
absorbed
*-44
discontinued
34
in-store
confined
prospect
kicker
tours
tickets
attractions
midnight
2.87
publish
unsuccessful
venerable
unions
Sternberg
co-author
entrusted
Navy
condition
greatest
faced
seller
tariff
obligations
Fe
stressed
*-72
blind
Lights
returning
murdered
*-74
casino
invest
*T*-43
acceleration
rural
ancient
condemned
Oliver
Morita
racket
complains
conducting
Excluding
additions
regard
Optical
mirror
Philippine
*-46
kicked
proved
111
Maybe
1.125
scrambled
financier
involves
limiting
swaps
contrary
Silver
platinum
Erbamont
Netherlands
accident
furniture
advised
Civilization
Year
attitude
visitors
Ann
bold
seminar
cancellation
Fulham
Confederation
Attorneys
prolonged
Too
physics
devise
unsuccessfully
perception
logic
degree
Hummerstone
Devon
fed
picket
protest
fatalities
recommend
fraud
partisans
Ailes
persuade
behalf
enthusiasm
warrant
entitles
holder
C$
anti-abortionists
70.7
89.9
mobile
26
*T*-58
regret
northern
operators
Legg
Pat
poison
chunk
engaging
77
impending
advertised
*T*-56
6.9
save
certificate
ultimately
Akio
Taccetta
creditor
Miami-based
Lines
escrow
1970s
645,000
*T*-72
stage
backlogs
Institutes
hitting
peaks
Truck
start-up
regulations
institute
slides
associate
500-stock
Major
heated
focusing
subjects
Structural
Nemeth
*-67
sidelines
fragile
Appropriations
checks
Economists
Eakle
Fair
Haven
leveling
manufactured
pull
zone
physical
Alvin
Sale
lending
test-coaching
worksheets
*T*-32
drives
Bureau
Mesnil
lowering
115
Chile
mines
175
placement
reject
1,100
cost-cutting
trays
writers
*T*-57
football
stadiums
stakes
romance
*T*-68
*T*-69
apartment
Workers
openly
tenure
letting
Elizabeth
social-studies
*T*-92
alive
marginally
2.6
*T*-36
suddenly
*T*-7
reporter
*T*-50
*T*-49
preference
Kenneth
plunging
*T*-81
Dan
Rick
Brownell
Mehrens
format
fractionally
exist
pockets
bureaucracy
justice
somebody
credibility
Burt
Sugarman
42.5
nine-member
Along
*T*-55
hero
phone
Man
sweet
systematic
pressed
prepayment
*-43
*-68
turmoil
*T*-73
tone
clearance
Carter
uncharted
3.35
Synergistics
appealing
storage
Asked
minus
*-31
mailing
Ronald
Bodner
*-27
diminished
*-28
*-11
permanent
flights
run-down
governors
physicist
subscriptions
cite
*T*-47
Times-Stock
100-share
1990s
Guaranteed
Svenska
devote
Linda
73
Trump
assumed
88
Valhi
two-thirds
cosmetic
Jonathan
voluntarily
admitted
two-week
Va.
Wayne
Where
unjustified
parallel
daughters
*-23
*-50
aggressively
positioned
Ramirez
unjust
3.6
drove
attractive
classics
releases
son
dislike
fairness
Komatsu
distributable
capital-gains
64-year-old
revival
leases
beauty
Argentina
Soon
rebels
landing
scenario
Platt
fellow
collapsed
Neal
Criminal
pose
voting
Takeover
cautioned
featured
Waste
haul
7.2
three-month
tubular
obviously
participate
endorsed
Register
Felten
parking
trends
rewards
harass
chastised
acquiring
beneficial
suffering
*T*-26
Joe
Robbie
*T*-16
subscribe
contradict
placing
coaching
defeat
gauge
principals
Albuquerque
N.M.
outright
anytime
violated
vindication
category
*-19
*T*-15
lacks
shelter
Coniston
crackdown
Bromwich
served
*-56
noting
giants
Du
Pont
1.8
square
acres
Kalipharma
4.6
instituted
Finmeccanica
state-owned
vowed
kill
seize
suspects
Boone
*T*-11
structure
blocks
ranks
keeps
Aslacton
fundamentalist
taxable
8.45
8.47
slack
traditionally
Critics
Advanced
harshly
criticized
conditional
superior
recess
fill
*T*-40
relies
240
stimulating
commit
predecessor
five-year
markdowns
rumor
hot
triple-A
row
shortage
ward
Yquem
vintage
179
Collins
Jerritts
subdued
1950s
1956
handled
pioneer
Beall
Crown
Stocks
154,240,000
ample
mentally
ill
casts
wisdom
1971
synthetic
truth
*PPA*-2
Plans
*T*-13
weeklies
fierce
847
644
tracks
sustained
Linden
breach
code
proposals
68
store
memories
1.7
influential
145
debenture
Kean
modify
present
Cooper
implement
constraints
Jihad
CEOs
tabloid
*-18
Writers
Guild
mistake
correct
attracted
Controls
Operations
wound
6.79
300-a-share
*-59
excise
perfectly
objectives
waiting
entity
retaining
connected
consultants
Crude
*-20
careful
aftermath
toast
relationship
Philip
Kurland
Tribe
scrambling
define
blow
1965
three-year
*T*-52
*T*-53
notion
harm
summary
Dole
*T*-14
resulted
specializes
overcome
Volatility
surrounding
occurs
89
107
vintages
McFall
inappropriate
inaccurate
claimed
balloting
votes
assembly
Droz
renew
Leo
Vineyard
*T*-37
succeeded
founded
strong-willed
vicars
inefficiencies
steelmaker
228
Novello
nominated
assured
Electronics
alleging
belongs
roofs
withstand
lose
Graduate
merged
Providence
Louisville
whole
brings
callers
Ringing
bit
Stephanie
Abbot
guarantee
reasoning
1.26
6,000
Sunday
recovered
editorially
Hatch
allocation
succeeds
withhold
5.4
*-41
rung
softening
competes
star
symbol
*T*-65
4.25
Winiarski
Cask
museum
Chandler
Ariz.
Assuming
pyramids
felony
misdemeanor
Irvine
illegally
stored
hazardous
scale
Contracts
Alzheimer
8.04
Rosenblum
unpublished
Gov.
shrank
*T*-33
SuperDot
chrysotile
body
Mossman
defended
treated
wife
crystal-lattice
600,000
moderately
anti-programmers
Pamplin
autumn
lung
choice
39
exception
Salmore
scientist
absolutely
Stockholm
counterparts
risen
Aug.
*T*-9
Andrew
Sigler
Champion
intelligence
negotiated
6.6
steep
comparison
unusually
boom
Integra
Hallwood
203
*-24
2.9
respondents
Fang
refuse
BTR
hang
window
hook
*-15
*-16
ambitious
compensate
lottery
Security
proponents
currencies
prevents
My
skyrocketed
tally
adjusting
inherent
sympathetic
Burgundies
Cabernets
Due
professors
ends
liberal
survive
rifles
trigger
posting
Richebourg
suing
slid
historical
recover
promises
37.5
1.85
spends
Allied
Bridgestone\/Firestone
six-inch
Communist
House-Senate
portions
Dresser
Class
redeem
maintain
interviewed
Yale
sounded
censorship
conversations
*T*-22
nowhere
sued
syndication
*-76
audit
Nipponese
harmony
Stevenson
gasoline
Prosecutors
Improvement
surplus
approximately
consistently
Mayor
Tom
compiled
representative
requiring
setback
casting
Egypt
Patents
license
stance
Producers
Gorman
rough
*-70
Every
Institution
chaired
computing
submit
62%-owned
signing
inadequate
feasible
genes
regulate
310
bushels
200,000
temptation
Hiroshima
Friday
190
curtail
Puccio
exceeding
confused
vs.
concrete
openings
one-month
*T*-12
Simon
*-21
Lee
performing
evenly
neighborhoods
hampered
prominent
tradition
Needham
6.25
Van
B-1B
rolled
*T*-29
feels
solved
cooled
Ed
Taurus
planners
Hadson
Victor
60,000
Francis
market-makers
limited-partnership
bolstered
clarify
Amendment
fluctuation
achieve
encouraging
Title
X
family-planning
Circuit
Vinken
59.9
droughts
struggle
fast-growing
write
unreasonable
Sometimes
onto
Correll
Gasoline
vacations
competing
*-62
exercisable
disagree
burden
MORTGAGE
Posted
adjustable
deficiencies
proposition
warnings
attorney-client
privilege
*-36
arguing
first-half
diversify
predict
Thunderbird
satisfactory
dramatically
Jennison
caution
Unicorp
Cara
petition
election
Lawmakers
terminated
page-one
supposedly
color
Genel
Rockford
fasteners
155
Danforth
light-truck
*-63
architect
lifted
Laboratories
statewide
Nagano
8300
core
Arighi
Arnold
kinds
Palestinian
relief
publicized
Charities
double-digit
1.64
advances
Norman
Frederick
mounted
refunds
*T*-18
electric
*T*-19
jury
Icahn
Engineers
*T*-17
ventures
Carnegie-Mellon
sees
pins
Miss.
Colorado
Cutrer
Baton
Rouge
7,500
Kane
Aurora
Miller
4,000
3,500
Smaby
silent
denounce
denouncing
Bar
Berman
unemployment
cardboard
concession
outlets
loops
six-packs
strings
Founded
bitter
videocassette
Turkey
Rubicam
*PPA*-1
studying
*-57
contribute
Funny
COPPER
Chilean
obligated
abortionist
extensive
reservations
periods
62.5
trained
3.75
LONDON
7\/16
1920s
businessman
Malcolm
wholesale
THE
Contras
6.5
3.9
Florida
advertisements
demanding
aides
congressmen
ambitions
pro-choice
11,000
co-owner
surfaced
domination
creates
broadcasts
*-78
72
bowed
*RNR*-4
justify
Argentine
begun
Parent
S&L
crucial
Capitol
ailing
savings-and-loan
*T*-35
Publications
Enterprise
firmness
Feb.
19.6
protesters
arguments
linked
*-39
*T*-28
command
troops
loved
Takuma
downtown
Cathryn
Rice
eyes
donor
preset
discretionary
2017
Superdome
hearings
605
filling
Plan
credits
Nippon
scholars
*-34
cold
stiff
intellectual
stellar
sums
indicating
proceeds
apiece
mine
Papua-New
lobbyists
interbank
nameplate
airlines
agenda
broker
*T*-30
Ray
Shaw
screens
*-47
pulp
stars
debut
scoop
Trinity
allegations
Reserves
pleaded
cadet
scared
replies
Edwards
Barnett
Seniors
clubs
*T*-8
exposed
*-38
answered
immune
Corn
A.L.
69
growths
Latour
Biondi-Santi
Brunello
Tuscany
Richmond
Bonds
rhetoric
Hermitage
Maryland
switched
nervous
confirm
dirtiest
Nebraska
NBC
3.375
47.125
Cambridge
morphogenetic
Intel
386
Mercury
Ga.
operated
*-69
peak
Nagymaros
conspicuous
Karns
enacted
belonging
lock
Right
graphics
accord
succeeding
rhythm
Itoh
Fernando
*-33
widgets
*T*-74
midsized
instrumental
enabling
*T*-34
threats
Perhaps
Estimated
omitted
35.7
amendments
exemption
fate
Manufacturing
corporation
turnaround
rapid
publications
underwent
Exxon
repaid
advantages
nobody
8.25
angry
rated
8.55
38
classes
property\/casualty
6.1
177
necessarily
fans
lady
handle
merchandise
photographs
Stieglitz
Americana
Murakami
Kodansha
invented
weigh
resort
towns
Raton
veteran
Over
polled
pro-democracy
demonstrators
Gold
Account
transplant
indefinitely
devastating
marketer
frozen
assault
practitioners
*-60
meal
favorite
Avenue
spenders
everywhere
extending
conflicts
undersecretary
commerce
desired
provoke
*T*-48
assist
counseling
*T*-27
completely
discharge
contests
content
anticipation
contingent
Relations
appropriators
*-12
phasing
motor
renovation
moderated
murder
welcomed
sidestep
associates
AIDS
angle
exodus
processes
argument
Underwood
realization
creativity
4.7
voices
0.3
responding
advocates
Occupational
goodwill
Caldor
118
Princeton
romanticized
establish
restructure
patients
powerful
Hawaii
Daniel
Farmers
campaigning
sulfur-dioxide
Riviera
luxury
Hospital
Hollingsworth
Vose
Tower
crack
Blanc
Blancs
reference
*T*-78
younger
Scannell
tripled
shipbuilding
Elco
Marty
loaded
installed
Few
index-fund
Atlantic
*-40
Pepperidge
Farm
Li
year-ago
Eaton
Sierra
enforce
processing
manually
bribed
*T*-54
Eugene
Island
Albert
Red
procedure
Guber\/Peters
Phillips
virtue
1960s
vacant
Arlington
Boulder
Traders
disclosure
remarked
peals
26.8
promotions
Limited
Partnership
pegged
Fire
RATES
supporters
*-29
studio
Hammerschmidt
Polish
1948
resist
sweetened
Small
payrolls
spur
Affairs
Chamber
joins
advancing
negotiators
plate
*-13
Patrick
MacDonald
cruise
highs
transfers
transferring
*T*-25
drain
library
prefecture
piece
analysis
dinner
inspired
squeezed
emphasis
nonprofit
Dai-Ichi
Kangyo
qualify
implies
*-55
inched
observed
brilliant
violence
games
sponsor
unveil
350,000
16,000
fills
9.8
8.9
planning
*-32
Nelson
vary
location
habit
recipient
Stung
amusing
machines
affiliates
Ore.
Sun
Ballot
North
stressing
Nations
Indonesia
spark
Pamela
forest-products
supercomputers
delays
Jeffrey
Bowman
massive
useful
passing
O'Brien
episodes
marching
targeted
worship
hostile
sweaters
downward
sellers
totaling
combines
pieces
dead
prosecution
Brown
doubted
*-49
Typically
Eurobonds
101
chooses
fly
fails
rewrite
explain
cash-flow
forum
failures
injuries
industrialized
plays
professional
recorded
Nevertheless
blip
superpremiums
fare
Georgetown
Del.
*T*-31
year-end
Zenith
Data
Beatles
NTG
Ill
Homeless
*-17
Leinonen
computer-driven
Marvin
backing
*T*-44
*T*-45
Consolidated
Fields
Mazda
maximize
demographic
contacts
falls
baskets
gallon
courtroom
introducing
18,000
chefs
turnover
*-8
*-9
sooner
seasonally
Duke
diluted
4.3
liquidated
*T*-64
labeled
instances
aim
*T*-21
understood
Stanford
*T*-79
drive
unfocused
purchasers
Instruments
manufacture
steeper
pretext
tough
actively
contributing
earn
wonder
sink
victory
specific
subskills
Campeau
*T*-20
tune
Allergan
Roger
cutthroat
30-point
*-128
youngsters
Before
forgiven
paltry
Texaco
Metallgesellschaft
specialized
Consumer
9.5
servicing
stated
Maughan
aircraft
Vanderbilt
Stoll
102
protracted
Transamerica
Leming
surprised
franc
cargo
Mahoney
privacy
Harris
Upham
Acceptance
GM
Vicar
stature
empire
links
Gerard
fighting
Nancy
reward
tolerate
Citicorp
poverty
non-callable
57
Corporations
*T*-46
pick
Monetary
*T*-38
Perritt
immediate
prospective
desirable
Intermediate
jeweler
unhappy
Neil
CBS
educational
*-26
R.P.
Scherer
fixed-price
gunship
Stevens
competitors
gift
one-day
municipal
microphone
claiming
grandfather
Dumpster
striking
Elsewhere
anticipates
retained
holiday
wealth
regulating
establishment
8.07
7.95
Anne
anxious
fire
deterioration
violation
severable
Danville
suspensions
texts
0.9
sending
cartilage
peal
Think
Berlin
discussion
easing
strains
Sino-U.S.
*-10
startling
pumping
hurting
Byron
users
Ginnie
occasionally
Jay
weddings
coal
PRIME
RATE
refusal
climbing
*-79
larger-than-normal
officers
1.8415
142.85
wages
direct-mail
7.40
attempted
Germans
*T*-60
*T*-39
COMMERCIAL
PAPER
Biscayne
*-35
instruction
Gas
narrowed
corruption
cloth
Bass
perceived
inquiry
Kennedy
shovels
*-85
preserving
greed
character
somewhat
apology
situations
270
hundreds
Alleghany
uncertainties
movements
cleaner
Brean
everything
nearby
Redevelopment
bonuses
Stena
Tiphook
Further
explosion
rushed
*T*-61
engaged
duly
naming
2.4
grade
8.1
Interpublic
*T*-59
prizes
punishable
O'Connor
*-102
Clairton
defendant
killing
spaces
single-handedly
Gotta
Have
17.95
halted
Butler
drifted
release
mere
*T*-23
*T*-24
Chabrol
intensity
Dahl
extension
exhaust
Private
MITI
nominate
grapes
Ohio-based
strip
contracted
reaching
damn
exhibition
implications
exploration
Furukawa
13.65
tissue
Parkinson
indexers
*T*-70
profitably
Cancer
suffered
Prof.
Vichy
purse
pit
bull
threat
750,000
welcome
cautious
shrinks
transformed
record-keeping
measured
J.L.
prevailing
computer-assisted
*-163
hospitable
sight
*T*-178
escort
busloads
wives
raced
Speedway
unimpeded
traffic
restraints
0.54
14.26
log
Anything
quips
Northampton
slip
Goldsmith
Investments
753
sweeten
language-housekeeper
billionaire
adapted
Moving
graduated
Phi
Beta
Kappa
Kentucky
Modifications
portrayed
fronts
begot
slew
copycats
*T*-169
knowledgeable
low-ball
downgrading
shivers
214
definitive
spreads
mutual-fund
slogan
Lindner
Irwin
Jacobs
latter
scrupulously
replicating
documented
anecdotal
Gates-Warren
Sotheby
Pretax
128
133
135
388
migrate
predicts
Lawless
US
Sprint
sit
clerics
E.C.
Fremantle
Genie
Countries
framework
Seed
Jail
Solution
Fails
Root
Danzig
Newspapers
730
rim
Hawke
newer
bargain
Takashima
301
two-letter
consonant
exclusion
Named
Roland
Matthews
Jonas
blue-chips
brunt
scream
hailing
abounding
limbo
self-regulatory
disciplined
safe
Arbitraging
Skilled
wrists
retard
absolute
disseminate
scholarly
memo
Almost
guy
invariably
myriad
penetrate
tiny
detective-story
novelist
finds
satisfaction
mathematical
completeness
perfection
chaos
Being
37-year-old
dismissal
loudest
cater
434.4
500,004
Automobile
incest
transforming
co-chairman
short-lived
Kerensky
Communists
seized
1917
20-point
*-125
1:30
3:15
Tray
Bon
Colony
assess
apparel
agreements
Ideas
borders
SDI
weapon
*T*-245
shoot
interactions
defying
generalizations
2,700
370
Africa
armed
Namibian
nationalist
guerrillas
neighboring
Angola
violating
U.N.-supervised
peace
territory
Possible
Ballantine\/Del
Rey\/Fawcett
paperback
Ratner
distinguished
herself
approaches
pair
college-bowl
competitions
imply
three-quarters
routes
scans
b
R.D.
Vos
N.Y
converted
*-88
diverse
enhances
importance
when-issued
approves
clearing
shopped
Marge
administrations
reaping
windfall
Natural
corners
tobacco
smoke
signaling
Pitney
Bowes
Courts
pills
assessed
proportion
aired
photograph
dating
wield
skill
Charter
Oak
cast-iron
medallions
bounce
139
138
phase-out
Hostess
bakery
len
foldability
inserted
incisions
49.9
whirling
rampage
supermarket
aisles
guys
buys
grains
autions
rescheduled
*-106
patented
Huber
introduces
anti-miscarriage
licensing
challenging
unavailability
foundations
behaving
Philadelphia-based
seasonal
SHAREDATA
amend
delete
upside
Hazell
auditor
vested
reviewed
combinations
tablets
cycles
14.5
ChemPlus
tenfold
constitutional-law
headed
curbed
hailed
despised
credit-rating
intimidate
uttering
Provided
Berson
highway
sidewalk
dominates
Signs
Squier
dirty
Dreyfus
World-Wide
top-yielding
9.37
9.45
knight
undisclosed
TIRED
TRIMMING
7.65
*-129
quitting
nonfinancial
1.39
446.62
inherited
recession-inspired
building-products
maybe
uncanny
coffee
drastic
Composer
Marc
Marder
bass
classical
ensembles
exciting
eclectic
characters
intertitles
*T*-102
Communication
conducted
Opinion
photographic
responds
retentive
understatement
88.32
618.1
77.6
Purchase
campus
Place
36-minute
black-and-white
categories
injury
490
phase
appropriate
ratepayers
overruns
11,390,000
movies
Peck
marvelously
loose
portrayal
Employers
*NOT*
government-certified
arise
cumbersome
Journals
resign
relocate
steal
frenzy
Income
robustly
stuck
3,600
Hawaiian
narrow
Lead
Scotia
McLeod
RBC
Dominion
gilt
recovering
most-likely-successor
Joni
recruited
Sonny
5.1
Forget
handed
reservoirs
Nearby
Pasadena
day-care
spurned
Biedermann
Allendale
proponent
peaceful
seduce
socialist
capitalist
FUNDS
departments
publicity
orchestrated
81.8
7.20
desultory
upsetting
allies
instructed
lobbyist
drafted
insert
heading
Activity
derivative
beds
Bowery
Mission
drearier
tuck
distorted
photos
goverment
saved
reclaim
mortgaged
price-support
Senate-House
Fulton
Prebon
U.S.A
132
14.99
35564.43
*-97
six-bottle
retailers
bans
theaters
hospitals
court-ordered
summer\/winter
differential
Appellate
computerize
niches
*T*-199
30.6
27.4
26.5
Everything
Andersson
4.75
Bangkok
Plaza
undertaking
bounced
Cabbage
Patch
dolls
beforehand
precise
sky
Equal
Employment
Opportunity
Certainly
*T*-159
prospectively
billing
blurred
cost-control
Observing
exhibited
prejudice
impartial
prostitute
Compromises
remorse
shallow
outrageous
trap
unwary
quantitative
pall
high-rolling
